brew update

brew upgrade


tap "homebrew/cask"

brew 'zsh'
brew 'wget'
brew 'youtube-dl'
brew 'mas'

cask 'brave-browser'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'visual-studio-code'
cask 'qlimagesize'
cask 'qlvideo'
cask 'quicklook-csv'
cask 'rambox'
cask 'vlc'
cask 'webpquicklook'


cleanup


